[
  {
    "author": {
      "name": "Angel Lindarte",
      "image": "/linkedin/linkedinAl.webp",
      "link": "https://www.linkedin.com/in/angel-lindarte-software-developer/",
      "position": "Senior Software Engineer at @MercadoLibre | Golang | Python | Typescript | Aws | AI"
    },
    "dateAndRelationship": "18 de marzo de 2022, Angel trabajaba con Deiber en el mismo equipo",
    "text": "Working with Deiber was a great experience, he is studying and working every time so he was able to work in better things every day, is a exceptional developer, a person who I'd like to work again some day."
  },
  {
    "author": {
      "name": "Jorge Andrés Vargas Cordoba",
      "image": "/linkedin/linkedinJv.webp",
      "link": "https://www.linkedin.com/in/jorgeavargasc/",
      "position": "Senior Frontend Developer | React | Nest | Node | Electronic and Telecommunications Engineer"
    },
    "dateAndRelationship": "15 de noviembre de 2024, Jorge Andrés trabajaba con Deiber en el mismo equipo",
    "text": "I had the pleasure of actively working with Deiber on the frontend team, and I can confidently say he is an excellent professional 👨‍💻. He has a remarkable ability to quickly understand the proposed business logic 🔍 and identify inconsistencies in requirements, contributing to an efficient and precise workflow. This makes him a developer who goes beyond coding, leveraging his judgment and experience to add significant value.\n\nHis work is organized and clean ✨, standing out for the quality of the code he delivers. Moreover, he is highly adaptable to the constant changes in the development environment 🌐 and is always open to dialogue to improve various functionalities 🤝. With his commitment and ability to meet requirements within established deadlines ⏱️, Deiber becomes an essential asset to any frontend development team 🚀."
  },
  {
    "author": {
      "name": "Daniel Gómez Méndez",
      "image": "/linkedin/linkedinDg.webp",
      "link": "https://www.linkedin.com/in/dgomez216/",
      "position": "IT Project Manager | Product Owner | Scrum Master | Digital Solutions & AI Strategist"
    },
    "dateAndRelationship": "15 de noviembre de 2024, Daniel supervisaba directamente a Deiber",
    "text": "In the fast-growing world of technology, it's rare to encounter something or someone that makes you pause for a moment to appreciate the impact they will have on the future of tech. Deiber Verano is one of those people. He's a diamond in the rough; he's going to be an exceptional team lead soon. Deiber was a software developer who exceeded expectations of what it means to be an engineer, always seeking solutions at every opportunity, innovating, and being the MVP in every project he was involved in."
  },
  {
    "author": {
      "name": "Omar Esteban Contreras Leal",
      "image": "/linkedin/linkedinOc.webp",
      "link": "https://www.linkedin.com/in/omarcontreras-frontend-qa/",
      "position": "Test Automation Engineer, SSr at @CI&T | Software engineer"
    },
    "dateAndRelationship": "1 de abril de 2022, Omar Esteban trabajaba con Deiber en el mismo equipo",
    "text": "Deiber is an amaizing worker, he is always improving his own skills at the development area, as a person who worked with him, he is always trying to do his best at the projects and he is always glad to help others in the area, Deiber as a young person, i think he has a lot of talent at programming, and he every day try to do better!"
  },
  {
    "author": {
      "name": "Camilo Alejandro Contreras Leal",
      "image": "/linkedin/linkedinCc.webp",
      "link": "https://www.linkedin.com/in/alejandroco25/",
      "position": "QA Automation Engineer || Automatizador de Pruebas de Software || QA Engineer"
    },
    "dateAndRelationship": "27 de julio de 2023, Camilo y Deiber estudiaron juntos",
    "text": "Deiber es un profesional altamente dedicado y comprometido con su trabajo. Siempre se muestra dispuesto a asumir nuevos desafíos y demuestra una capacidad innata para enfrentar situaciones complejas con una actitud positiva y resolutiva. Su habilidad para mantener la calma bajo presión y su enfoque meticuloso en la resolución de problemas han sido fundamentales para el éxito de varios proyectos en los que hemos trabajado juntos.\n\nAdemás de sus habilidades técnicas impresionantes, Deiber es un colaborador excepcional. Siempre está dispuesto a compartir sus conocimientos y experiencias con otros miembros del equipo, lo que lo convierte en un excelente mentor para aquellos que buscan aprender y crecer profesionalmente. Su capacidad para comunicar ideas de manera clara y concisa es una de sus mayores fortalezas, lo que facilita la colaboración y el trabajo en equipo.\n\nA lo largo del tiempo que he trabajado con Deiber, he sido testigo de su capacidad para innovar y encontrar soluciones creativas para los desafíos que enfrentamos. Su enfoque analítico y su habilidad para pensar \"fuera de la caja\" han resultado en mejoras significativas en nuestros procesos y resultados.\n\nEn resumen, recomendaría a Deiber sin ninguna duda para cualquier rol en el que su experiencia y habilidades técnicas sean relevantes. Su ética laboral, su pasión por el aprendizaje constante y su actitud positiva lo convierten en un compañero excepcional y un activo invaluable para cualquier organización."
  }
]
